Repository: romaindupont/essaiTheme
Catalog: language/*.po
Languages: fr_fr

source: Free delivery 10 weeks
fr_fr: Livraison gratuite sous 10 semaines

source: Configurator
fr_fr: Configurateur

source: Buy it
fr_fr: Acheter

source: Helmet
fr_fr: Casque

source: Chinguard
fr_fr: Mentonnière

source: Visor
fr_fr: Visière

source: Share Your product creation
fr_fr: Partage ta création

source: Copy and share the link
fr_fr: Copie et partage le lien

source: Download 4 views
fr_fr: Télécharge les 4 vues

source: Add
fr_fr: Ajouter

source: Erase
fr_fr: Effacer

source: Without
fr_fr: Sans

source: With
fr_fr: Avec

source: Choose your style and your number
fr_fr: Choix du numéro et du style

source: Your Text
fr_fr: Votre texte

source: None
fr_fr: Aucun

source: White
fr_fr: Blanc

source: Black
fr_fr: Noir

source: Plain
fr_fr: Uni

source: Metallic
fr_fr: Métallique

source: Glitter
fr_fr: Pailletté

source: Sheathing
fr_fr: Gainage

source: Carbon
fr_fr: Carbone

source: Cool Grey
fr_fr: Gris cool

source: Estate Blue
fr_fr: Bleu

source: Pirate Grey
fr_fr: Gris Pirate

source: Dusk Blue
fr_fr: Bleu crépuscule

source: Double Cream
fr_fr: Double crème

source: Rally Blue
fr_fr: Bleu Rally

source: Yellow Iris
fr_fr: Jaune Iris

source: Iceberg Green
fr_fr: Vert Glacier

source: Blazing Yellow
fr_fr: Jaune Flamboyant

source: Green Double
fr_fr: Double Vert

source: Blazing Orange
fr_fr: Orange Flamboyant

source: Lime Green
fr_fr: Vert Citron

source: Green Gables
fr_fr: Pignons Verts

source: Orchid Pink
fr_fr: Orchidée Rose

source: Plum Purple
fr_fr: Prune Violet

source: Brown Stone
fr_fr: Pierre Brune

source: Cayenne Red
fr_fr: Cayenne Rouge

source: Iridescent Blue
fr_fr: Bleu Irisé

source: Chineses Red
fr_fr: Rouge Chinois

source: Iridescent Pink
fr_fr: Rose Irisé

source: Fluo Pink
fr_fr: Rose Fluo

source: Fluo Yellow
fr_fr: Jaune Fluo

source: Copper Foil
fr_fr: Cuivre

source: Gold Foil
fr_fr: Or

source: Silver Foil
fr_fr: Argent

source: Blue
fr_fr: Bleu

source: Brown
fr_fr: Marron

source: Leather
fr_fr: Cuir

source: Band
fr_fr: Bande

source: Checker
fr_fr: Damier

source: Around
fr_fr: Contour

source: Dots
fr_fr: Pois

source: Dual
fr_fr: Double ligne

source: Gradient
fr_fr: Dégradé

source: Half
fr_fr: Demi

source: Outline
fr_fr: Ligne contour

source: Stars
fr_fr: Etoile

source: Bottom
fr_fr: Bas

source: Top
fr_fr: Haut

source: All
fr_fr: Tous

source: Rubber
fr_fr: Caoutchouc

source: Glossy
fr_fr: Brillant

source: short
fr_fr: court

source: Full
fr_fr: Complet

source: Light
fr_fr: Léger

source: Semi
fr_fr: Demi

source: Free delivery
fr_fr: Livraison gratuite

source: weeks
fr_fr: semaines

source: Personnalize
fr_fr: Personnaliser
